Repository: gorpello/GymBro
Catalog: GymBroPackage/Sources/L10n/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, it, ja, ko, nl, pl, pt, ru, tr, uk, zh, zh_hant

# reminderSmartEmpty
source: Log a few more sessions and it will learn your days.
ar: سجّل بضعة تمارين أخرى ليتعلم عاداتك.
de: Protokolliere noch ein paar Trainings, dann lernt die Funktion deine Tage.
es: Entrena unas cuantas veces más y aprenderá tus días.
fa: چند جلسه تمرین دیگر ثبت کن تا روزهایت را یاد بگیرد.
fr: Enregistre encore quelques séances pour qu’il apprenne tes habitudes.
it: Registra ancora qualche allenamento e imparerà i tuoi giorni.
ja: 習慣を学習するため、もう数回ワークアウトを記録してください。
ko: 습관을 학습할 수 있도록 운동을 몇 번 더 기록하세요.
nl: Log nog een paar trainingen zodat het je gewoonten kan leren.
pl: Zapisz jeszcze kilka treningów, aby aplikacja poznała twoje nawyki.
pt: Treine mais algumas vezes o app vai aprender a sua rotina.
ru: Запиши ещё несколько тренировок, и оно выучит твои дни.
tr: Alışkanlıklarını öğrenmesi için birkaç antrenman daha kaydet.
uk: Запиши ще кілька тренувань, щоб застосунок вивчив звички.
zh: 再多记录几次训练，它就会学到你的规律。
zh_hant: 再記錄幾次訓練，讓它學習你的習慣。

# habitFocus
source: what you usually train on %@
ar: ما تتمرن عليه عادةً يوم %@
de: was du normalerweise am %@ trainierst
es: lo que sueles hacer los %@
fa: آنچه معمولاً در %@ تمرین می‌کنی
fr: ce que tu entraînes habituellement le %@
it: quello che fai di solito il %@
ja: %@に普段鍛える内容
ko: %@에 평소 운동하는 부위
nl: wat je gewoonlijk traint op %@
pl: co zwykle trenujesz w %@
pt: o que costuma fazer às %@
ru: что ты обычно тренируешь в %@
tr: %@ günü genellikle çalıştırdığın kaslar
uk: що ти зазвичай тренуєш у %@
zh: 你在%@常练的
zh_hant: 你通常在 %@ 訓練的內容

source: Duplicate routine
ar: تكرار الروتين
de: Trainingsplan duplizieren
es: Duplicar la rutina
fa: کپی روتین
fr: Dupliquer le programme
it: Duplica la scheda
ja: ルーティンを複製
ko: 루틴 복제
nl: Routine dupliceren
pl: Duplikuj plan
pt: Duplicar a rotina
ru: Дублировать программу
tr: Programı çoğalt
uk: Дублювати програму
zh: 复制训练计划
zh_hant: 複製課表

# copySuffix
source: %@ (copy)
ar: %@ (نسخة)
de: %@ (Kopie)
es: %@ (copia)
fa: %@ (کپی)
fr: %@ (copie)
it: %@ (copia)
ja: %@（コピー）
ko: %@ (사본)
nl: %@ (kopie)
pl: %@ (kopia)
pt: %@ (cópiar)
ru: %@ (копия)
tr: %@ (kopya)
uk: %@ (копія)
zh: %@（副本）
zh_hant: %@（副本）

# saveAsRoutine
source: SAVE AS A ROUTINE
ar: حفظ كروتين
de: ALS TRAININGSPLAN SPEICHERN
es: GUARDAR COMO RUTINA
fa: ذخیره به‌عنوان روتین
fr: ENREGISTRER COMME PROGRAMME
it: SALVA COME SCHEDA
ja: ルーティンとして保存
ko: 루틴으로 저장
nl: OPSLAAN ALS ROUTINE
pl: ZAPISZ JAKO PLAN
pt: GUARDAR COMO ROTINA
ru: СОХРАНИТЬ КАК ПРОГРАММУ
tr: PROGRAM OLARAK KAYDET
uk: ЗБЕРЕГТИ ЯК ПРОГРАМУ
zh: 保存为训练计划
zh_hant: 儲存為課表

# savedAsRoutine
source: Saved as a routine
ar: تم الحفظ كروتين
de: Als Trainingsplan gespeichert
es: Guardada como rutina
fa: به‌عنوان روتین ذخیره شد
fr: Enregistré comme programme
it: Salvata come scheda
ja: ルーティンとして保存しました
ko: 루틴으로 저장됨
nl: Opgeslagen als routine
pl: Zapisano jako plan
pt: Guardada como rotina
ru: Сохранено как программа
tr: Program olarak kaydedildi
uk: Збережено як програму
zh: 已保存为训练计划
zh_hant: 已儲存為課表

# templates
source: Ready-made plans
ar: روتينات جاهزة
de: Fertige Trainingspläne
es: Planes hechos
fa: برنامه‌های آماده
fr: Programmes prêts à l’emploi
it: Schede già pronte
ja: テンプレート
ko: 준비된 루틴
nl: Kant-en-klare routines
pl: Gotowe plany
pt: Planos prontos
ru: Готовые программы
tr: Hazır programlar
uk: Готові програми
zh: 现成计划
zh_hant: 現成課表

# templatesHint
source: Classic programmes, built from your own library. You can change anything afterwards.
ar: روتينات كلاسيكية مبنية من مكتبتك. يمكنك تعديل كل شيء بعدها.
de: Klassische Programme aus deiner eigenen Bibliothek. Du kannst danach alles ändern.
es: Programas clásicos, montados con tu propia biblioteca. Luego puedes cambiar lo que quieras.
fa: برنامه‌های کلاسیک، از کتابخانه خودت. بعداً هرچیزی را عوض کن.
fr: Des programmes classiques construits à partir de ta propre bibliothèque. Tu peux tout modifier ensuite.
it: Programmi classici, montati con la tua libreria. Dopo puoi cambiare quello che vuoi.
ja: あなたのライブラリから作る定番ルーティン。後からすべて編集できます。
ko: 내 라이브러리로 구성된 기본 루틴입니다. 나중에 모두 수정할 수 있습니다.
nl: Klassieke routines opgebouwd uit je eigen bibliotheek. Je kunt daarna alles aanpassen.
pl: Klasyczne plany zbudowane z twojej biblioteki. Potem możesz wszystko zmienić.
pt: Programas clássicos, montados com a sua biblioteca. Depois Poderá mudar tudo.
ru: Классические программы, собранные из твоей библиотеки. Потом можно поменять что угодно.
tr: Kendi kütüphanendeki egzersizlerle oluşturulan klasik programlar. Daha sonra her şeyi değiştirebilirsin.
uk: Класичні програми, складені з твоєї бібліотеки. Потім можна змінити все.
zh: 经典训练计划，用你自己的动作库拼成。之后都能改。
zh_hant: 以你的資料庫建立的經典課表，之後所有內容都可修改。

# templateAdded
source: %lld routines added
ar: تمت إضافة %lld روتينات
de: %lld Trainingspläne hinzugefügt
es: %lld rutinas añadidas
fa: %lld روتین اضافه شد
fr: %lld programmes ajoutés
it: %lld schede aggiunte
ja: ルーティン%lld件追加
ko: 루틴 %lld개 추가됨
nl: %lld routines toegevoegd
pl: %lld plany dodane
pt: %lld rotinas adicionadas
ru: добавлено %lld программы
tr: %lld program eklendi
uk: %lld програм додано
zh: 已加入 %lld 个训练计划
zh_hant: 已新增 %lld 個課表

# tplFullbody
source: Three full-body days a week. The one to start with.
ar: ثلاث تمارين لكامل الجسم أسبوعيًا. مثالي للبداية.
de: Drei Ganzkörpertage pro Woche. Der beste Einstieg.
es: Tres días de cuerpo entero a la semana. Por el que se empieza.
fa: سه روز فول‌بادی در هفته. برای شروع.
fr: Trois séances corps entier par semaine. Idéal pour commencer.
it: Tre giorni a settimana di corpo intero. Quello da cui si parte.
ja: 週3回の全身トレーニング。初心者に最適。
ko: 주 3회 전신 운동. 시작하기에 좋습니다.
nl: Drie full-bodytrainingen per week. Ideaal om te beginnen.
pl: Trzy treningi całego ciała w tygodniu. Idealne na początek.
pt: Três dias de corpo inteiro por semana. Por onde se começa.
ru: Три дня в неделю на всё тело. С этого и начинают.
tr: Haftada üç tam vücut antrenmanı. Başlangıç için ideal.
uk: Три тренування на все тіло на тиждень. Чудово для початку.
zh: 每周三次全身训练，新手从这里开始。
zh_hant: 每週三次全身訓練，非常適合入門。

# tplPpl
source: Push, pull and legs. Three or six days a week.
ar: دفع وسحب وأرجل. ثلاثة أو ستة أيام أسبوعيًا.
de: Drücken, Ziehen und Beine. Drei oder sechs Tage pro Woche.
es: Empuje, tirón y pierna. Tres o seis días a la semana.
fa: پرس، کشش و پا. سه یا شش روز در هفته.
fr: Push, pull et jambes. Trois ou six jours par semaine.
it: Spinta, tirata e gambe. Tre o sei giorni a settimana.
ja: プッシュ、プル、脚。週3日または6日。
ko: 푸시, 풀, 하체. 주 3일 또는 6일.
nl: Push, pull en benen. Drie of zes dagen per week.
pl: Push, pull i nogi. Trzy lub sześć dni w tygodniu.
pt: Empurrar, puxar e pernas. Três ou seis dias por semana.
ru: Жим, тяга и ноги. Три или шесть дней в неделю.
tr: İtiş, çekiş ve bacak. Haftada üç veya altı gün.
uk: Push, pull і ноги. Три або шість днів на тиждень.
zh: 推、拉、腿，每周三天或六天。
zh_hant: 推、拉、腿。每週三天或六天。

# tplUpperlower
source: Upper and lower body, four days a week.
ar: الجزء العلوي والسفلي، أربعة أيام أسبوعيًا.
de: Ober- und Unterkörper, vier Tage pro Woche.
es: Tren superior e inferior, cuatro días a la semana.
fa: بالاتنه و پایین‌تنه، چهار روز در هفته.
fr: Haut et bas du corps, quatre jours par semaine.
it: Parte alta e parte bassa, quattro giorni a settimana.
ja: 上半身・下半身、週4日。
ko: 상체와 하체, 주 4일.
nl: Boven- en onderlichaam, vier dagen per week.
pl: Góra i dół ciała, cztery dni w tygodniu.
pt: Superior e inferior, quatro dias por semana.
ru: Верх и низ, четыре дня в неделю.
tr: Üst ve alt vücut, haftada dört gün.
uk: Верх і низ тіла, чотири дні на тиждень.
zh: 上肢和下肢，每周四天。
zh_hant: 上半身與下半身，每週四天。

# tplStronglifts
source: Two workouts, five sets of five, alternating.
ar: تمرينان بالتناوب، خمس مجموعات من خمس تكرارات.
de: Zwei Trainings, abwechselnd fünf Sätze mit fünf Wiederholungen.
es: Dos entrenos, cinco series de cinco, alternando.
fa: دو تمرین، پنج ست پنج‌تایی، یکی در میان.
fr: Deux séances de cinq séries de cinq, en alternance.
it: Due allenamenti, cinque serie da cinque, alternati.
ja: 5回×5セットの2種類のワークアウトを交互に。
ko: 5회×5세트 두 운동을 번갈아 진행합니다.
nl: Twee afwisselende trainingen van vijf sets van vijf.
pl: Dwa naprzemienne treningi po pięć serii po pięć powtórzeń.
pt: Dois treinos, cinco séries de cinco, alternados.
ru: Две тренировки, пять подходов по пять, по очереди.
tr: Dönüşümlü iki antrenman; beş tekrardan beş set.
uk: Два тренування, що чергуються, по п’ять підходів по п’ять.
zh: 两个训练日，五组五次，交替进行。
zh_hant: 兩套五組五次的訓練交替進行。

# tplStartingstrength
source: Squat every session, two alternating workouts.
ar: قرفصاء في كل تمرين، مع تمرينين بالتناوب.
de: Kniebeugen in jedem Training, zwei abwechselnde Trainings.
es: Sentadilla todos los días, dos entrenos que se alternan.
fa: اسکوات هر جلسه تمرین، دو تمرین یکی در میان.
fr: Squat à chaque séance, avec deux séances en alternance.
it: Squat a ogni seduta, due allenamenti che si alternano.
ja: 毎回スクワット、2種類のワークアウトを交互に。
ko: 매 운동마다 스쿼트, 두 운동을 번갈아 진행합니다.
nl: Squat bij elke training, met twee afwisselende trainingen.
pl: Przysiad na każdym treningu, z dwoma naprzemiennymi zestawami.
pt: Agachamento em todos, dois treinos que se alternam.
ru: Присед каждый раз, две чередующиеся тренировки.
tr: Her antrenmanda squat yapılan, dönüşümlü iki antrenman.
uk: Присідання на кожному тренуванні, два тренування чергуються.
zh: 每次都练深蹲，两个训练日交替。
zh_hant: 每次訓練都有深蹲，兩套訓練交替進行。

# tplHome
source: Nothing but a bar to hang from and the floor.
ar: لا شيء سوى عقلة وأرضية.
de: Nichts außer einer Klimmzugstange und dem Boden.
es: Nada más que una barra de la que colgarse y el suelo.
fa: فقط میله بارفیکس و کف زمین.
fr: Rien d’autre qu’une barre de traction et le sol.
it: Nient'altro che una barra a cui appendersi e il pavimento.
ja: 懸垂バーと床だけ。
ko: 철봉과 바닥만 있으면 됩니다.
nl: Niets behalve een optrekstang en de vloer.
pl: Tylko drążek do podciągania i podłoga.
pt: Só uma barra para se pendurar e o chão.
ru: Только перекладина и пол.
tr: Barfiks demiri ve zemin dışında hiçbir şey yok.
uk: Нічого, крім турніка й підлоги.
zh: 只需要一根单杠和地板。
zh_hant: 只需要引體向上桿與地板。

# dayCount
source: %lld days
ar: %lld أيام
de: %lld Tage
es: %lld días
fa: %lld روز
fr: %lld jours
it: %lld giorni
ja: %lld日
ko: %lld일
nl: %lld dagen
pl: %lld dni
pt: %lld dias
ru: %lld дня
tr: %lld gün
uk: %lld днів
zh: %lld 天
zh_hant: %lld 天

# logRpe
source: Log effort (RPE)
ar: تسجيل الجهد (RPE)
de: Anstrengung protokollieren (RPE)
es: Anotar el esfuerzo (RPE)
fa: ثبت تلاش (RPE)
fr: Enregistrer l’effort (RPE)
it: Segna lo sforzo (RPE)
ja: 強度を記録（RPE）
ko: 운동 강도 기록(RPE)
nl: Inspanning loggen (RPE)
pl: Zapisuj wysiłek (RPE)
pt: Registar o esforço (RPE)
ru: Записывать усилие (RPE)
tr: Eforu kaydet (RPE)
uk: Записувати зусилля (RPE)
zh: 记录用力程度（RPE）
zh_hant: 記錄用力程度（RPE）

# rpeTitle
source: EFFORT (RPE)
ar: الجهد (RPE)
de: ANSTRENGUNG (RPE)
es: ESFUERZO (RPE)
fa: تلاش (RPE)
it: SFORZO (RPE)
ja: 強度 (RPE)
ko: 운동 강도(RPE)
nl: INSPANNING (RPE)
pl: WYSIŁEK (RPE)
pt: ESFORÇO (RPE)
ru: УСИЛИЕ (RPE)
tr: EFOR (RPE)
uk: ЗУСИЛЛЯ (RPE)
zh: 用力程度（RPE）
zh_hant: 用力程度（RPE）

# rpeHint
source: 10 is nothing left in the tank, 8 is two reps to spare.
ar: 10 = لا يمكن تكرار إضافي؛ 8 = نحو تكرارين احتياطيين.
de: 10 bedeutet, dass keine Wiederholung mehr möglich ist; bei 8 bleiben zwei Wiederholungen übrig.
es: 10 es no poder con una más; 8, que te sobraban dos.
fa: ۱۰ یعنی دیگر نمی‌توانی، ۸ یعنی دو تکرار مانده.
fr: 10 = plus aucune répétition possible ; 8 = environ deux répétitions en réserve.
it: 10 è non farne un'altra; 8, che te ne avanzavano due.
ja: 10 = もう1回もできない；8 = あと約2回できる。
ko: 10 = 더 이상 반복 불가; 8 = 약 2회 여유.
nl: 10 = geen herhaling meer mogelijk; 8 = ongeveer twee herhalingen over.
pl: 10 = brak możliwości kolejnego powtórzenia; 8 = około dwa powtórzenia w zapasie.
pt: 10 é não conseguir fazer mais nenhuma repetição; 8, é que sobravam duas.
ru: 10 — больше ни одного повторения; 8 — оставалось ещё два.
tr: 10 = artık tekrar yok; 8 = yaklaşık iki tekrar yedekte.
uk: 10 = більше жодного повторення; 8 = приблизно два повторення в запасі.
zh: 10 表示一次也做不动了，8 表示还能再做两次。
zh_hant: 10 = 無法再做一次；8 = 約還能做兩次。

source: Superset
ar: سوبر سيت
de: Supersatz
es: Superserie
fa: سوپرست
it: Superserie
ja: スーパーセット
ko: 슈퍼세트
pl: Superseria
pt: Supersérie
ru: Суперсет
tr: Süperset
uk: Суперсет
zh: 超级组
zh_hant: 超級組

# supersetLink
source: Chain with the next one
ar: ربط بالتالي
de: Mit der nächsten Übung verknüpfen
es: Encadenar con el siguiente
fa: وصل به بعدی
fr: Enchaîner avec le suivant
it: Concatena con il prossimo
ja: 次と連結
ko: 다음과 연결
nl: Koppelen aan de volgende
pl: Połącz z następnym
pt: Encadear com o próximo
ru: Связать со следующим
tr: Sonrakiyle eşleştir
uk: Поєднати з наступною
zh: 与下一个动作相连
zh_hant: 與下一個連接

# supersetHint
source: No rest between chained exercises — you go straight to the next one.
ar: لا راحة بين التمارين المرتبطة — تنتقل مباشرة إلى التالي.
de: Keine Pause zwischen verknüpften Übungen — du gehst direkt zur nächsten.
es: Sin descanso entre los ejercicios encadenados: pasas directo al siguiente.
fa: بین حرکات سوپرست استراحت نیست — مستقیم می‌روی سراغ بعدی.
fr: Aucun repos entre les exercices enchaînés — tu passes directement au suivant.
it: Nessun riposo tra gli esercizi concatenati: passi dritto al prossimo.
ja: 連結した種目の間は休憩なし — そのまま次へ進みます。
ko: 연결된 운동 사이에는 휴식 없이 바로 다음 운동으로 넘어갑니다.
nl: Geen rust tussen gekoppelde oefeningen — je gaat meteen door naar de volgende.
pl: Bez odpoczynku między połączonymi ćwiczeniami — przechodzisz od razu do następnego.
pt: Sem descanso entre exercícios encadeados: passa logo ao próximo.
ru: Между связанными упражнениями отдыха нет: сразу идёшь к следующему.
tr: Bağlı egzersizler arasında dinlenme yok — doğrudan sonrakine geçersin.
uk: Без відпочинку між поєднаними вправами — одразу переходиш до наступної.
zh: 相连的动作之间不休息，直接进入下一个。
zh_hant: 連接的動作之間不休息 — 直接進入下一個動作。

# aiRoutine
source: Routine with AI
ar: روتين بالذكاء الاصطناعي
de: Trainingsplan mit KI
es: Rutina con IA
fa: روتین با AI
fr: Programme avec une IA
it: Scheda con l'IA
ja: AIでルーティン作成
ko: AI 루틴
nl: Routine met AI
pl: Plan z AI
pt: Rotina com IA
ru: Программа с ИИ
tr: Yapay zekâ ile program
uk: Програма з ШІ
zh: 用 AI 生成计划
zh_hant: AI 課表

# aiIntro
source: GymMane never talks to an AI. You take your exercise list out, you paste it into whatever assistant you already use, and you bring its answer back in. Nothing leaves the phone on its own.
ar: لا يتواصل GymMane مباشرةً مع أي ذكاء اصطناعي. تصدّر قائمة تمارينك وتلصقها في المساعد الذي تستخدمه ثم تستورد رده. لا شيء يغادر هاتفك تلقائيًا.
de: GymMane spricht nie mit einer KI. Du exportierst deine Übungsliste, fügst sie in einen Assistenten deiner Wahl ein und importierst dessen Antwort wieder. Dein Handy sendet von selbst nichts nach außen.
es: GymMane no habla con ninguna IA. Tú sacas tu lista de ejercicios, la pegas en el asistente que ya uses y traes su respuesta de vuelta. Del móvil no sale nada solo.
fa: Gymo هرگز با AI حرف نمی‌زند. فهرست حرکاتت را بیرون می‌بری، در هر دستیار که داری پیست می‌کنی، و جوابش را برمی‌گردانی. چیزی خودبه‌خود از گوشی خارج نمی‌شود.
fr: GymMane ne communique jamais directement avec une IA. Tu exportes ta liste d’exercices, tu la colles dans l’assistant que tu utilises déjà, puis tu réimportes sa réponse. Rien ne quitte le téléphone tout seul.
it: GymMane non parla con nessuna IA. Sei tu che esporti la tua lista di esercizi, la incolli nell'assistente che già usi e riporti dentro la sua risposta. Dal telefono non esce niente da solo.
ja: GymManeがAIと直接通信することはありません。種目リストを書き出し、普段使っているAIアシスタントに貼り付け、その回答を読み込みます。端末から自動で送信されるものはありません。
ko: GymMane은 AI와 직접 통신하지 않습니다. 운동 목록을 내보내고 이미 사용하는 AI 도우미에 붙여넣은 뒤 응답을 다시 가져옵니다. 어떤 데이터도 자동으로 휴대전화 밖으로 나가지 않습니다.
nl: GymMane communiceert nooit rechtstreeks met AI. Je exporteert je oefeningenlijst, plakt die in de assistent die je al gebruikt en importeert daarna het antwoord. Niets verlaat je telefoon vanzelf.
pl: GymMane nigdy nie łączy się bezpośrednio z AI. Eksportujesz listę ćwiczeń, wklejasz ją do używanego asystenta, a potem importujesz jego odpowiedź. Nic samo nie opuszcza telefonu.
pt: O GymMane não fala com nenhuma IA. Você copia a sua lista de exercícios, cola no assistente que a usa e traz a resposta de volta. Do seu celular não sai nada sozinho.
ru: GymMane ни с каким ИИ не общается. Ты сам выгружаешь список упражнений, вставляешь его в тот ассистент, которым уже пользуешься, и приносишь ответ обратно. С телефона само ничего не уходит.
tr: GymMane hiçbir zaman doğrudan bir yapay zekâyla iletişim kurmaz. Egzersiz listesini dışa aktarır, kullandığın asistana yapıştırır ve yanıtını yeniden içe aktarırsın. Hiçbir şey kendiliğinden telefondan çıkmaz.
uk: GymMane ніколи напряму не зв’язується зі ШІ. Ти експортуєш список вправ, вставляєш його в асистент, яким уже користуєшся, а потім імпортуєш відповідь. Нічого саме не залишає телефон.
zh: GymMane 不会和任何 AI 通信。你把动作清单导出，粘贴给你惯用的助手，再把它的回答导回来。手机不会自己往外发任何东西。
zh_hant: GymMane 絕不直接與 AI 通訊。你先匯出動作清單，貼到你已在使用的 AI 助手，再把回覆匯入。任何資料都不會自行離開手機。

# aiStep1
source: Export your exercise list. If you picked a place, it only includes what you can do there.
ar: صدّر قائمة تمارينك. إذا اخترت مكانًا فستحتوي فقط على ما يمكنك فعله هناك.
de: Exportiere deine Übungsliste. Wenn du einen Ort ausgewählt hast, enthält sie nur Übungen, die du dort machen kannst.
es: Exporta tu lista de ejercicios. Si tienes un sitio elegido, solo lleva lo que puedes hacer ahí.
fa: فهرست حرکاتت را خروجی بگیر. اگر مکانی انتخاب کرده باشی، فقط آنچه آنجا می‌توانی را شامل می‌شود.
fr: Exporte ta liste d’exercices. Si tu as choisi un lieu, elle ne contient que ce que tu peux y faire.
it: Esporta la tua lista di esercizi. Se hai scelto un posto, contiene solo quello che puoi fare lì.
ja: 種目リストを書き出します。場所を選択している場合、その場所でできる種目だけが含まれます。
ko: 운동 목록을 내보냅니다. 장소를 선택했다면 그곳에서 할 수 있는 운동만 포함됩니다.
nl: Exporteer je oefeningenlijst. Als je een plek hebt gekozen, bevat die alleen wat je daar kunt doen.
pl: Wyeksportuj listę ćwiczeń. Jeśli wybrano miejsce, zawiera tylko to, co możesz tam zrobić.
pt: Exporta a sua lista de exercícios. Se escolher um local, só leva o que se pode fazer lá.
ru: Выгрузи свой список упражнений. Если выбрано место, в нём будет только то, что можно сделать там.
tr: Egzersiz listesini dışa aktar. Bir yer seçtiysen yalnızca orada yapabileceklerin yer alır.
uk: Експортуй список вправ. Якщо вибрано місце, він міститиме лише те, що можна зробити там.
zh: 导出你的动作清单。如果选了场地，只会包含你在那里能做的动作。
zh_hant: 匯出動作清單。如果已選擇地點，清單只會包含你在那裡能做的動作。

# aiStep2
source: Hand that file to any AI and ask it for a routine.
ar: أعطِ هذا الملف للذكاء الاصطناعي الذي تختاره واطلب منه روتينًا.
de: Gib die Datei einer beliebigen KI und bitte sie um einen Trainingsplan.
es: Dale ese fichero a la IA que quieras y pídele una rutina.
fa: آن فایل را به هر AI بده و ازش روتین بخواه.
fr: Donne ce fichier à l’IA de ton choix et demande-lui un programme.
it: Dai quel file all'IA che preferisci e chiedile una scheda.
ja: このファイルを好きなAIに渡し、ルーティンを作成してもらいます。
ko: 이 파일을 원하는 AI에 주고 루틴을 요청하세요.
nl: Geef dit bestand aan de AI van jouw keuze en vraag om een routine.
pl: Przekaż plik wybranemu AI i poproś o plan.
pt: Envia esse arquivo a IA que quiser e peça-lhe uma rotina.
ru: Отдай этот файл любому ИИ и попроси программу.
tr: Bu dosyayı seçtiğin yapay zekâya ver ve bir program iste.
uk: Передай файл обраному ШІ й попроси програму.
zh: 把这个文件交给任意 AI，请它给你一份训练计划。
zh_hant: 把這個檔案交給你選擇的 AI，請它建立課表。

# aiStep3
source: Save its answer as a file — JSON or plain text, either works.
ar: احفظ الرد في ملف — JSON أو نص عادي، كلاهما يعمل.
de: Speichere ihre Antwort als Datei — JSON oder einfacher Text, beides funktioniert.
es: Guarda su respuesta en un fichero: JSON o texto plano, da igual.
fa: جوابش را به‌عنوان فایل ذخیره کن — JSON یا متن ساده، هر دو کار می‌کند.
fr: Enregistre sa réponse dans un fichier — JSON ou texte brut, les deux fonctionnent.
it: Salva la sua risposta in un file: JSON o testo semplice, va bene lo stesso.
ja: 回答をファイルに保存します — JSONでもプレーンテキストでも使えます。
ko: 응답을 파일로 저장하세요 — JSON 또는 일반 텍스트 모두 가능합니다.
nl: Sla het antwoord op als bestand — JSON of gewone tekst, beide werken.
pl: Zapisz odpowiedź do pliku — JSON lub zwykły tekst, oba działają.
pt: Guarda a resposta num arquivo: JSON ou texto simples, tanto faz.
ru: Сохрани ответ в файл: JSON или обычный текст, без разницы.
tr: Yanıtı bir dosyaya kaydet — JSON veya düz metin, ikisi de çalışır.
uk: Збережи відповідь у файл — JSON або звичайний текст, обидва варіанти працюють.
zh: 把它的回答存成文件，JSON 或纯文本都可以。
zh_hant: 將回覆存成檔案 — JSON 或純文字都可以。

# aiStep4
source: Import it here. The names are matched against your library and the routine is built.
ar: استورده هنا. ستتم مطابقة الأسماء مع مكتبتك وإنشاء الروتين.
de: Importiere hier. Die Namen werden mit deiner Bibliothek abgeglichen und der Trainingsplan wird erstellt.
es: Impórtalo aquí. Los nombres se emparejan con tu biblioteca y se monta la rutina.
fa: اینجا واردش کن. نام‌ها با کتابخانه‌ات جور می‌شوند و روتین ساخته می‌شود.
fr: Importe-le ici. Les noms sont comparés à ta bibliothèque et le programme est créé.
it: Importalo qui. I nomi vengono confrontati con la tua libreria e la scheda si crea da sola.
ja: ここに読み込みます。名前がライブラリと照合され、ルーティンが作成されます。
ko: 여기에 가져오세요. 이름을 라이브러리와 비교해 루틴을 만듭니다.
nl: Importeer het hier. De namen worden met je bibliotheek vergeleken en de routine wordt gemaakt.
pl: Zaimportuj tutaj. Nazwy zostaną dopasowane do biblioteki i powstanie plan.
pt: Importa o arquivo aqui. Os nomes são cruzados com a sua biblioteca e a rotina fica montada.
ru: Импортируй его сюда. Названия сверятся с твоей библиотекой, и программа соберётся.
tr: Buraya içe aktar. İsimler kütüphanenle eşleştirilir ve program oluşturulur.
uk: Імпортуй сюди. Назви буде зіставлено з бібліотекою, і програму буде створено.
zh: 在这里导入。名称会和你的动作库对上，计划就建好了。
zh_hant: 在這裡匯入。名稱會與你的資料庫比對並建立課表。

# aiMissing
source: %lld names were not in your library
ar: %lld أسماء غير موجودة في مكتبتك
de: %lld Namen waren nicht in deiner Bibliothek
es: %lld nombres no estaban en tu biblioteca
fa: %lld نام در کتابخانه‌ات نبود
fr: %lld noms n’étaient pas dans ta bibliothèque
it: %lld nomi non erano nella tua libreria
ja: ライブラリにない名前が%lld件
ko: 라이브러리에 없는 이름 %lld개
nl: %lld namen stonden niet in je bibliotheek
pl: %lld nazw nie było w bibliotece
pt: %lld nomes não estavam na sua biblioteca
ru: %lld названий не нашлось в твоей библиотеке
tr: %lld ad kütüphanende yoktu
uk: %lld назв не було в бібліотеці
zh: 有 %lld 个名称不在你的动作库里
zh_hant: 有 %lld 個名稱不在你的資料庫

# importApps
source: Which apps it reads
ar: التطبيقات المدعومة
de: Welche Apps gelesen werden
es: Qué apps lee
fa: کدام اپ‌ها را می‌خواند
fr: Applications prises en charge
it: Quali app legge
ja: 対応アプリ
ko: 지원 앱
nl: Ondersteunde apps
pl: Obsługiwane aplikacje
pt: Quais apps lemos
ru: Какие приложения читает
tr: Desteklenen uygulamalar
uk: Підтримувані застосунки
zh: 支持哪些 app
zh_hant: 支援的應用程式

# importOtherCsv
source: Any other CSV with date, exercise, reps and weight
ar: أي ملف CSV آخر يحتوي على التاريخ والتمرين والتكرارات والوزن
de: Jede andere CSV mit Datum, Übung, Wiederholungen und Gewicht
es: Cualquier otro CSV con fecha, ejercicio, repeticiones y peso
fa: هر CSV دیگری با تاریخ، حرکت، تکرار و وزن
fr: Tout autre CSV contenant date, exercice, répétitions et poids
it: Qualsiasi altro CSV con data, esercizio, ripetizioni e peso
ja: 日付、種目、回数、重量を含むその他のCSV
ko: 날짜, 운동, 반복, 중량이 포함된 다른 CSV
nl: Elke andere CSV met datum, oefening, herhalingen en gewicht
pl: Każdy inny CSV z datą, ćwiczeniem, powtórzeniami i ciężarem
pt: Qualquer outro CSV com data, exercício, repetições e peso
ru: Любой другой CSV с датой, упражнением, повторениями и весом
tr: Tarih, egzersiz, tekrar ve ağırlık içeren başka herhangi bir CSV
uk: Будь-який інший CSV з датою, вправою, повтореннями та вагою
zh: 任何含日期、动作、次数和重量的 CSV
zh_hant: 任何包含日期、動作、次數與重量的 CSV
